{
  "products": [
    {"id": "1", "title": "Ashwagandha", "uses": "Uses: Stress and anxiety", "description" : "<p>Ashwagandha</p><p> It is an ancient medicinal herb. It&rsquo;s classified as an adaptogen, meaning that it can help your body manage stress. Ashwagandha also provides numerous other benefits for your body and brain.</p><p>Uses:- Stress and anxiety: Ashwagandha has a calming effect on anxiety symptoms and helps in insomnia.</p><p>Arthritis: Ashwagandha acts as a pain reliever, preventing pain signals from traveling along the central nervous system. It also has some anti-inflammatory properties.</p><p>Weight gain: Ashwagandha has an anabolic effect and can be used for weight gain.</p><p>Intellect and Memory: Ashwagandha is used to promote intellect and memory due to its cognition promoting effect.</p>", "cost":"10.99", "imageName" : "ashwagandha"},
    {"id": "2", "title": "Coconut Oil", "uses": "Test Uses", "description" : "<p>Coconut oil for external use Traditional medicine hails external uses of coconut oil for healing wound and treating skin woes like eczema, psoriasis. Coconut oil is valuable in pacifying vata and pitta dosha, while it increases kapha dosha.</p><p>Uses:- Self-massage: Massaging with coconut oil assists in improving blood circulation, lubricates the internal organs, joints and bones, improve quality of sleep, adds moisture and makes the skin supple and smooth.</p><p>Oil Pulling: The age-old practice of oil pulling using coconut oil helps to combat harmful bacteria, reduces bad breath, prevent dental cavities and promotes gum health</p><p>Hair oil: Coconut oil can diffuse deep into the hair shaft and prevent hair damage. It is an awesome&#160;conditioner&#160;and aids in regrowth course of damaged hair. It also offers the essential proteins necessary for revamping and healing damaged hair. Regular massaging coconut oil on your head can assure that your scalp is&#160;dandruff&#160;free. In addition, it also aids in maintaining your hair and scalp free from lice infestation.</p><p>Skin care: Coconut oil serves amazingly well for all types of skin.&#160;Coconut Oil is used widely in treating several skin problems that include the following: Treating Eczema And Psoriasis,  Shield Against UV Radiation, Dermatitis, Healing Skin Wound, Antibacterial effect used for dry skin and healing burns. It also delays the signs of wrinkles and ageing of the skin.</p>", "cost":"10.99", "imageName" : "coconutoil"},
    {"id": "3", "title": "Shatavari", "uses": "Test Uses", "description" : "<p>Shatavari powder</p><p> Shatavari is a species of asparagus plant that has been used for many centuries in Indian Ayurvedic medicine. Shatavari, also known as satavari, satavar, or&#160;Asparagus racemosus&#160;(A. racemosus), promotes fertility and have a range of health benefits.</p><p>Uses:- Shatavari For Females: Shatavari helps in treating numerous hormonal problems. Not only does it help in treating endometriosis (i.e. inflammation of the lining of the uterus) but also maintains hormonal levels within the blood, strengthens the female reproductive organs and enhances maturation of the eggs into follicles. Being a powerful uterine tonic, regular use of this formulation or consuming foods that improve fertility may be very helpful when an individual is trying to conceive.</p><p>Shatavari Enhances Libido: Boasted for being a natural aphrodisiac, Shatavari helps in reducing mental stress and anxiety and stimulates the hormones for increasing libido in both men and women. It also increases virility and stamina in men.</p><p>Shatavari For Males: Although Shatavari is mostly used for the female reproductive system, it is also beneficial towards improving men&rsquo;s health. The root powder has powerful spermatogenic properties that are extremely useful for treating teratospermia (i.e. abnormal sperm shape), oligospermia (i.e. low sperm count), hypospermia (low volume of semen), asthenozoospermia (i.e. sperm motility), and enhances spermatogenesis (i.e. sperm production). Being a natural antioxidant, it improves the production of male hormones like testosterone and luteinizing hormone. It also treats conditions like&#160;erectile dysfunction&#160;and premature ejaculation.</p><p>Shatavari For Lactation; Coined as a powerful galactagogue, Shatavari holds high significance in lactating women to boost the secretion of milk from the mammary glands. This is extremely beneficial towards the young ones since&#160;breast milk&#160;is ideal for their nourishment and strengthening their immune system.&#160;It not only heals the new mom after childbirth but also helps in improving the production of breastmilk for feeding the newborn.</p><p>Shatavari For Hormone Regulation: Shatavari is known for its influence on the adrenal glands. Imbibed with phytoestrogenic bio-active components, Shatavari is crucial in keeping the hormonal balance, battling menstrual cramps, and providing relief from mood swings, depression, insomnia, hot flashes, sweating etc during the menstrual cycle. A prescribed amount of root powder not only helps women beat&#160;PMS symptoms&#160;but also facilitates hormone regularisation in women trying to conceive</p><p>Promotes Cardiac Functioning: Shatavari is one such ayurvedic herb that has been found to have a positive effect on the heart. Being a natural antioxidant and a cardio-protective herb, it plays a crucial role in treating a host of heart ailments. It relaxes the cardiac system, by soothing the mind, which is extremely advantageous for patients suffering from arrhythmias and palpitations. It is also beneficial in strengthening the heart muscles, dropping cholesterol levels in the blood and preventing lipid accumulation, which in turn reduces the risk of atherosclerosis, heart blocks, heart attacks, blood clots, etc.&#160;</p><p>Enhances Digestion: Shatavari is known as an excellent digestive herb. The anti-flatulent property of the root powder of this climber reduces the formation of gas in the alimentary canal, thus preventing flatulence, bloating and abdominal distension. It also reduces indigestion, increases appetite, and promotes better absorption of nutrients in the body. The abundance of fibre in the root powder makes this a potent remedy for constipation and other digestive issues.</p><p>Treats Wounds And Ulcers: The powerful anti-inflammatory and anti-ulcer properties of shatavari roots play a key role in treating different types of ulcers like peptic ulcer, ulcerative colitis,&#160;canker sores,&#160;or mouth ulcers, etc.</p><p>Remedies Respiratory Troubles: Shatavari is considered as an absolute remedy for all sorts of respiratory troubles. Owing to its prevailing anti-inflammatory, anti-biotic, and anti-asthmatic properties, the root powder holds high significance in treating the&#160;common cold, cough and flu symptoms. It also thins and loosens rheum deposits within the chest and nasal cavities and hence eases breathing and helps the body to get rid of mucus. It is also beneficial in treating bronchitis and asthmatic conditions.</p>", "cost":"10.99", "imageName" : "shatavari"}
  ]
}
